Repository: collective/collective.z3cform.html5widgets
Catalog: collective/z3cform/html5widgets/locales/*/LC_MESSAGES/collective.z3cform.html5widgets.po
Languages: fr

source: Please enter a valid color: #0590FF
fr: Veuillez saisir une couleur valide : #0590FF

source: Please enter a valid html content
fr: Veuillez saisir du contenu html valide.

source: Please enter a valid date: 2013-12-28.
fr: Veuillez saisir une date valide : 2013-12-28

source: Please enter a valid datetime: 2013-12-28-T23:59Z.
fr: Veuillez saisir une date valide : 2013-12-28-T23:59Z.

source: Please enter a valid datetime local: 2012-01-26-T13:37Z.
fr: Veuillez saisir une date valide : 2012-01-26-T13:37Z.

source: Please enter a valid email: name@domain.com.
fr: Veuillez saisir une adresse email valide : nom@domaine.com

source: Please enter a valid month: 2013-12.
fr: Veuillez saisir un mois valide : 2013-12

source: Please enter a valid number: 50.
fr: Veuillez saisir un nombre valide : 50

source: Please enter a valid password.
fr: Veuillez saisir un mot de passe valide.

source: Please enter a valid range.
fr: Veuillez saisir une value de l'interval valide.

source: Please enter a valid search term.
fr: Veuillez saisir un terme de recherche valide.

source: Please enter a valid tel.
fr: Veuillez saisir une numéro de téléphone valide.

source: Please enter a valid time: 23:59.
fr: Veuillez saisir une heure valide : 23:59.

source: Please enter a valid URL: http://mydomain/mypath?arg=value.
fr: Veuillez saisir une URL valide : http://mydomain/mypath?arg=value.

source: Please enter a valid week: 2012-W05.
fr: Veuillez saisir une semaine valide : 2012-W05.
